export default {
	common: {
		home: "صفحه اصلی",
		from: "از",
		by: "توسط",
		supporter: "حامی",
		supporters: "حامیان",
		count: "نفر",
		supplied: "تامین شده است",
		cashDonate: "کمک نقدی",
		endOfDonation:
			"هزینه این کمپین تامین شده است. لطفا جهت کمک نقدی، یکی از کمپین‌های دیگر در صفحه اصلی را انتخاب نمایید.",
		share: "اشتراک گذاری",
		need: "مورد نیاز",
		anonymous: "ناشناس",
		alert: {
			paymentGateway:
				"همراه گرامی! ضمن عرض پوزش به اطلاع می‌رساند به دلیل اختلال در درگاه پرداخت اینترنتی طی روزهای گذشته، متاسفانه برخی از تراکنش‌ها تایید نشده و وجه پرداختی توسط بانک مسترد شده است. در صورتی که این مسئله برای شما نیز رخ داده است، خواهشمندیم مجدد سعی نمایید. از صبوری شما متشکریم.",
		},
		price: {
			toman: "تومان",
			rial: "ریال",
			errorMsg: "مبلغ وارد شده معتبر نیست",
			millionToman: "میلیون تومان",
			targetAmount: "مبلغ مورد نظر",
			unitPrice: "قیمت واحد",
		},
	},
	app_header: {
		title: "آهنگ سلامتی به گوش می‌رسد، اگر تو همراه باشی",
		login: "ورود",
		register: "ثبت نام",
	},
	home: {
		title: "خوش آمدید",
	},
	donate: {
		title: "کمک هزینه تامین اقلام دارویی",
		inputLbl: "مبلغ (ریال)",
		purchase: "پرداخت",
		purchaseLoadingLbl: "در حال پرداخت...",
		successMsg: "پرداخت با موفقیت انجام شد",
	},
	medicine_list: {
		title: "اقلام دارویی مورد نیاز",
	},
	medicine_item: {
		remainingLbl: "باقی مانده",
		collectedLbl: "جمع آوری شده",
		unitPriceLbl: "قیمت واحد",
		neededLbl: "مورد نیاز",
	},
	about_us: {
		p_1: "موسسه حمایت از کودکان مبتلا به سرطان خراسان به عنوان یک نهاد غیرانتفاعی، غیرسیاسی و غیردولتی است، با اتکا به جلب مشارکت‌های مردمی و انواع کمک‌های بشر دوستانه اعم از نقدی، کالا، خدمات و دانش فنی اداره می‌شود و داوطلبان صمیمانه در کنار یکدیگر برای تحقق اهداف خیرخواهانه و بشر دوستانه موسسه تلاش می‌کنند.",
		p_2: "شفافیت و پاسخگویی از ارزش‌های بنیادین موسسه حمایت از کودکان مبتلا به سرطان خراسان است که در چهارچوب گزارش دهی‌های مستمر فعالیت‌ها به شما خیرین گرانقدر در این راستا ارائه می‌گردد.",
	},
	splash_screen: {
		loading_msg: "در حال بارگذاری برنامه",
	},
	campaign: {
		list: {
			currentCampaigns: "کمپین‌های جاری",
		},
	},
};
