export default {
	common: {
		price: {
			toman: "تومان",
			rial: "ریال",
			errorMsg: "مبلغ وارد شده معتبر نیست",
		},
	},
	app_header: {
		title: "کمک رسانی",
		login: "ورود",
	},
	home: {
		title: "خوش آمدید",
	},
	donate: {
		title: "کمک هزینه تامین اقلام دارویی",
		inputLbl: "مبلغ (ریال)",
		purchase: "پرداخت",
		purchaseLoadingLbl: "در حال پرداخت...",
		successMsg: "پرداخت با موفقیت انجام شد",
	},
	medicine_list: {
		title: "اقلام دارویی مورد نیاز",
	},
	medicine_item: {
		remainingLbl: "باقی مانده",
		collectedLbl: "جمع آوری شده",
		unitPriceLbl: "قیمت واحد",
		neededLbl: "مورد نیاز",
	},
	about_us: {
		p_1: "موسسه حمایت از کودکان مبتلا به سرطان خراسان به عنوان یک نهاد غیرانتفاعی، غیرسیاسی و غیردولتی است، با اتکا به جلب مشارکت‌های مردمی و انواع کمک‌های بشر دوستانه اعم از نقدی، کالا، خدمات و دانش فنی اداره می‌شود و داوطلبان صمیمانه در کنار یکدیگر برای تحقق اهداف خیرخواهانه و بشر دوستانه موسسه تلاش می‌کنند.",
		p_2: "شفافیت و پاسخگویی از ارزش‌های بنیادین موسسه حمایت از کودکان مبتلا به سرطان خراسان است که در چهارچوب گزارش دهی‌های مستمر فعالیت‌ها به شما خیرین گرانقدر در این راستا ارائه می‌گردد.",
	},
};
